Repository: unstoppable-domains-integrations/KyberSwap-iOS
Catalog: KyberNetwork/Localization/*.lproj/Localizable.strings
Languages: ko, vi, zh_hans

source: Can not load alert methods. Please try again
vi: Không thể tải phương thức thông báo. Hãy thử lại.
zh_hans: 无法加载警报方法。请再试一次

source: Reload
vi: Thử lại
zh_hans: 重新加载

source: Updating
vi: Đang cập nhật
zh_hans: 更新中

source: Updated alert methods successfully!
ko: 알림 방법 변경 성공!!
vi: Thay đổi phương thức thông báo thành công!
zh_hans: 已成功更新警报方法!

source: Can not update alert methods!
vi: Không thể thay đổi phương thức thông báo lúc này!
zh_hans: 无法更新警报方法！

source: Triggered: %@
ko: 발동됨: %@
vi: Kích hoạt: %@
zh_hans: 触发: %@

source: We can not update current price of this token pair
vi: Không thể cập nhật giá hiện tại của token vào lúc này
zh_hans: 我们无法更新此交易对的当前价格

source: Your target price should be from 1% to 10000% of current price
ko: 목표 가격은 현재 가격의 1% 에서 10,000% 사이에서 설정되어야 합니다.
vi: Mức giá nên từ 1% đến 10000% so với mức giá hiện tại
zh_hans: 你们的目标价格应该是当前价格的1%到10000%

source: Can not select pair ETH/ETH, WETH/ETH
vi: Không thể chọn cặp ETH/ETH, WETH/ETH
zh_hans: 不能选择交易对ETH/ETH, WETH/ETH

source: Please enter your target price to be alerted
vi: Hãy điền mức giá bạn muốn được thông báo
zh_hans: 请输入您的目标价格以设置提醒

source: New alert has been added successfully!
vi: Thông báo mới đã được thêm thành công!
zh_hans: 新警报已成功添加

source: Updated alert successfully!
vi: Cập nhật thông báo thành công!
zh_hans: 更新警报成功!

source: Filter
ko: 필터
vi: Bộ lọc

source: Time
vi: Thời gian

source: Transaction Type
ko: 거래 종류
vi: Kiểu giao dịch

source: Reset
ko: 재설정
vi: Đặt lại

source: Deselect All
ko: 전체 선택 해지
vi: Bỏ chọn hết

source: Select All
ko: 전체 선택
vi: Chọn hết

source: From
ko: 부터
vi: Từ
zh_hans: 从

source: To
ko: 까지
vi: Đến
zh_hans: 至

source: Or sign in with
vi: Hoặc sử dụng

source: Or sign up with
vi: Hoặc sử dụng

source: Successfully added to your favorites
ko: 즐겨 찾기에 추가되었습니다.
vi: Đã thêm vào mục yêu thích của bạn
zh_hans: 已成功添加到您的收藏夹

source: Removed from your favorites
ko: 즐겨 찾기에서 삭제되었습니다.
vi: Đã xoá khỏi mục yêu thích của bạn
zh_hans: 已删除您的收藏夹

source: Favourite
ko: 즐겨찾기
vi: Yêu thích
zh_hans: 收藏

source: Market Rate
ko: 시장 비율
vi: Giá hiện tại
zh_hans: 市场价格

source: This creates a new Ethereum wallet for you to receive and send tokens
ko: 토큰을 받고 전송하기 위한 새로운 이더리움 지갑이 생성됩니다.
vi: Một ví Ethereum mới sẽ được tạo ra để bạn có thể nhận và chuyển tokens
zh_hans: 这会创建一个新的以太坊钱包，讓您接收和发送代幣。

source: Swap Now
ko: 지금 환전하기
vi: Trao đổi
zh_hans: 现在兑换

source: Transfer Now
ko: 지금 환전하기
vi: Chuyển
zh_hans: 现在转账

source: Deposit more ETH or click Advanced to lower GAS fee
ko: ETH를 더 입금하거나 Advanced를 클릭하여 가스비를 낮추세요.
vi: Chuyển thêm ETH vào ví khoặc mở Nâng cao để giảm phí GAS
zh_hans: 存入更多ETH或点击高级选项以降低GAS费用

source: Insufficient ETH for transaction
ko: 거래에 필요한 ETH가 부족합니다
vi: Không đủ ETH cho giao dịch
zh_hans: 没有足够的ETH交易

source: This password is needed to unlock your JSON file. Please remember it carefully.
vi: Mật khẩu này là cần thiết để mở khóa tệp JSON. Hãy ghi nhớ nó một cách cẩn thận.

source: Promo code is invalid!
ko: 프로모션 코드가 잘못되었습니다.
vi: Mã khuyến mãi không hợp lệ!
zh_hans: 促销代码无效！

source: Promo code has expired.
ko: 프로모션 코드가 만료되었습니다.
vi: Mã khuyến mãi đã hết hạn.
zh_hans: 促销代码已过期。

source: Bank Statement
ko: 은행 성명서
vi: Bảng sao kê ngân hàng
zh_hans: 银行对帐单

source: Correspondences from Bank
ko: 은행의 서신
vi: Thư uỷ thác của Ngân hàng
zh_hans: 来自银行的信件

source: Polling vote
ko: 투표
vi: Tài liệu bầu cử
zh_hans: 投票表决

source: Tax return
ko: 세금 환급
vi: Tài liệu Khai thuế
zh_hans: 退税

source: Singapore National Registration Identity Card (NRIC)
ko: 싱가포르 국민 등록 신분증 (NRIC)
vi: Thẻ căn cước công dân Singapore (NRIC)
zh_hans: 新加坡国民登记证（NRIC)

source: Correspondence from a government agency
ko: 정부 기관의 서신
vi: Thư từ của cơ quan chính phủ
zh_hans: 来自政府机构的通信

source: National Identity Card with residential address
ko: 주거지 주소가있는 주민등록증
vi: Thẻ căn cước/ chứng minh nhân dân có địa chỉ cư trú
zh_hans: 带居住地址的国民身份证

source: Telephone Bill
ko: 전화 요금
vi: Hoá đơn điện thoại
zh_hans: 电话账单

source: Utility
ko: 공과금
vi: Hoá đơn điện nước
zh_hans: 水电

source: Salary
ko: 급여
vi: Mức lương
zh_hans: 薪水

source: Inheritance
ko: 상속
vi: Thừa kế
zh_hans: 遗产

source: Loan
ko: 대출
vi: Cho vay
zh_hans: 贷款

source: Lottery/windfall
ko: 복권 / 횡재
vi: Xổ số/ vận may bất ngờ
zh_hans: 彩票/意外收入

source: Rental income
ko: 임대 소득
vi: Thu nhập từ cho thuê
zh_hans: 租金收入

source: Business revenue
ko: 사업 수익
vi: Doanh thu kinh doanh
zh_hans: 营业收入

source: Investment gain
ko: 투자 이익
vi: Lợi nhuận đầu tư
zh_hans: 投资收益

source: Other
ko: 기타
vi: Khác
zh_hans: 其他的

# welcome.first.screen.title
source: Secure & Compatible
ko: 보안 및 호환성
vi: An toàn & Tương thích
zh_hans: 安全 & 兼容

# welcome.first.screen.description
source: Designed with highest security standard. Easily import & export accounts from other wallet apps.
ko: 한 차원 높은 수준의 보안. 다른 지갑앱에서 쉽게 계정을 가져오고 내보낼 수 있습니다.
vi: Được thiết kế với tiêu chuẩn bảo mật cao nhất. Dễ dàng nhập và xuất tài khoản từ các ứng dụng ví khác.
zh_hans: 采用最高的安全标准进行设计。从其他钱包应用程序轻松导入和导出帐户。

# welcome.second.screen.title
source: Instant Swap with KyberSwap
ko: KyberSwap으로 쉽고 편하게 교환하세요
vi: Hoán đổi tức thì với KyberSwap
zh_hans: 使用KyberSwap即时兑换

# welcome.second.screen.description
source: Swap between arbitrary token pairs. No deposit needed.
ko: 보증금 없이 토큰을 스왑합니다.
vi: Hoán đổi giữa các cặp token tùy ý một cách nhanh chóng. Không cần gửi tiền.
zh_hans: 在任意代币对之间切换。无需充币。

# welcome.third.screen.title
source: Profile
ko: 프로필
vi: Hồ sơ
zh_hans: 资料

# welcome.third.screen.description
source: Easy to manage your profile and unlock other features. Straight from the app.
ko: 쉽게 프로필을 관리 하 고 다른 기능의 잠금을 해제 합니다. 앱에서 바로.
vi: Dễ dàng quản lý hồ sơ của bạn và sử dụng các tính năng khác. Trực tiếp từ ứng dụng.
zh_hans: 轻松管理您的个人资料并解锁其他功能。直接从应用程序。

# welcome.limit.order.description
source: Swap at your target price, fully control of your funds, low fees, seamless UX
ko: 목표가격에 토큰을 교환하고 자금을 완전히 통제할 수 있으며, 낮은 수수료와 세련된 UX를 제공합니다.
vi: Trao đổi với tỉ giá mong muốn, hoàn toàn kiểm soát tài sản, phí giao dịch thấp, dễ dàng sử dụng
zh_hans: 以您的目标价格兑换，时刻掌控您的资金，低费用，便捷的用户体验

source: Your Wallet
ko: 회원님의 지갑
vi: Địa chỉ ví
zh_hans: 您的钱包

source: Switch Wallet
ko: 지갑 전환
vi: Đổi Ví
zh_hans: 切换钱包

source: Switch
ko: 스위치
vi: Đổi
zh_hans: 开关

source: Choose your action
ko: 당신의 행동을 선택하십시오
vi: Chọn hành động của bạn
zh_hans: 选择你的行动

source: Email Address
ko: 이메일 주소
vi: Địa chỉ Email
zh_hans: 邮箱地址

source: Password
ko: 비밀번호
vi: Mật khẩu
zh_hans: 密码

source: Forgot Password?
vi: Quên mật khẩu?
zh_hans: 忘记密码？

source: Please enter a password to continue
ko: 계속하려면 비밀번호를 입력하세요
vi: Vui lòng điền mật khẩu để tiếp tục
zh_hans: 请输入密码再继续

source: Don't have an account?
ko: 아직 계정이 없으신가요?
vi: Chưa có tài khoản?
zh_hans: 没有帐户？

source: Sign Up Now
ko: 지금 회원가입 하기
vi: Đăng Ký Ngay
zh_hans: 立即注册

source: Can not get your information from Facebook. Please try again
vi: Không thể lấy dữ liệu từ Facebook. Vui lòng thử lại
zh_hans: 无法从Facebook获取您的信息。请再试一次

source: Can not get your information from Google. Please try again
vi: Không thể lấy dữ liệu từ Google. Vui lòng thử lại
zh_hans: 无法从Google获取您的信息。 请再试一次

source: Can not get your information from Twitter. Please try again
vi: Không thể lấy dữ liệu từ Twitter. Vui lòng thử lại
zh_hans: 无法从Twitter获取您的信息。 请再试一次

source: or
ko: 혹은
vi: hoặc
zh_hans: 或

source: Display Name
vi: Tên Hiển Thị
zh_hans: 昵称

source: Subscribe to Newsletters
ko: 뉴스레터 수신하기
vi: Đăng ký Newsletters
zh_hans: 订阅通讯

source: Agree to
ko: 에 동의
vi: Đồng ý
zh_hans: 同意

source: Already a member?
ko: 회원이신가요?
vi: Đã có tài khoản?
zh_hans: 已经是会员了吗?

source: Please enter a valid email address to continue
ko: 계속하려면 유효한 메일 주소를 입력하세요
vi: Vui lòng điền một địa chỉ Email hợp lệ để tiếp tục
zh_hans: 请输入有效的邮箱地址再继续

source: Please enter a display name to continue
ko: 계속하려면 닉네임을 입력하세요
vi: Vui lòng điền tên hiển thị để tiếp tục
zh_hans: 请输入您的昵称再继续

source: Please accept our Terms and Conditions to continue
ko: 계속하려면 이용약관에 동의해주세요
vi: Vui lòng đồng ý với Terms & Conditions để tiếp tục
zh_hans: 请接受我们的条款和条件再继续

source: Please enter a valid password to continue
vi: Vui lòng điền một mật khẩu hợp lệ để tiếp tục
zh_hans: 请输入有效密码再继续

source: Get Alert notifications by:
ko: 알림 수신 방법:
vi: Nhận thông báo Price Alert bằng:
zh_hans: 获取警报通知:

source: Alert Price
ko: 알림 가격
vi: Giá
zh_hans: 警报价格

source: Suggestion
vi: Gợi Ý
zh_hans: 建议

source: Reset Password
ko: 비밀번호 재설정
vi: Đặt lại mật khẩu
zh_hans: 重置密码

source: At least 8 characters including upper case, lower case and digit.
vi: Ít nhất 8 ký tự bao gồm chữ hoa, chữ thường và chữ số
zh_hans: 至少八个字符，包括大写，小写，和数字。

source: A message with a confirmation link has been sent to your email address. Please follow the link to activate your account.
vi: Một tin nhắn có đường link xác nhận đã được gửi đến địa chỉ email của bạn. Vui lòng bấm vào đường link để kích hoạt tài khoản của bạn.
zh_hans: 一封邮件和验证网址已经发到了您的邮箱。请点击网址激活您的账户。

source: Password must be at least eight characters including one uppercase letter, one lower case letter and alphanumeric characters.
ko: 비밀번호는 하나의 대문자, 하나의 소문자 그리고 숫자를 포함하여 최소 8자리이어야 합니다
vi: Mật khẩu phải có ít nhất 8 ký tự bao gồm chữ hoa, chữ thường và chữ số.
zh_hans: 密码需要至少八个字符，包括大写，小写，和符号。

source: Enter your email address below and we'll get you on track
ko: 아래에 이메일 주소를 입력해주세요.
vi: Nhập địa chỉ email của bạn vào bên dưới để tiếp tục.
zh_hans: 在下面输入您的电子邮件地址，我们会帮助您。

source: You are canceling this order
ko: 이 주문를 취소합니다.
vi: Bạn đang hủy lệnh này
zh_hans: 您正在取消这个订单

source: Cancel Order
ko: 주문 취소
vi: Hủy lệnh
zh_hans: 取消订单

source: Order Confirm
ko: 주문 확인
vi: Xác nhận lệnh
zh_hans: 确认订单

source: You have no orders yet.
ko: 거래 내역이 없습니다.
vi: Bạn chưa có lệnh nào
zh_hans: 您目前还没有订单

source: Status
ko: 상태
vi: Tình trạng
zh_hans: 状态

source: Condition
ko: 조건
vi: Điều kiện
zh_hans: 条件

source: Actions
ko: 액션
vi: Hành động
zh_hans: 操作

source: Date
ko: 날짜
vi: Ngày
zh_hans: 日期

source: Manage Your Orders
ko: 거래 내역
vi: Quản lý các lệnh
zh_hans: 管理您的订单

source: Related Orders
ko: 관련 주문
vi: Lệnh liên quan
zh_hans: 相关订单

source: Week
ko: 주
vi: Tuần
zh_hans: 周

source: Your address
ko: 주소
vi: Địa chỉ của bạn
zh_hans: 您的地址

source: Your balance
ko: 잔액
vi: Số dư của bạn
zh_hans: 您的余额

source: Your available balance
ko: 사용 가능한 잔액
vi: Số dư khả dụng
zh_hans: 您的可用余额

source: Submit Order
ko: 주문 제출
vi: Đặt lệnh
zh_hans: 提交订单

source: Don’t worry. You will not be charged now. You pay fees only when transaction is executed (broadcasted & mined).
ko: 걱정 마세요. n 거래가 실행 된 경우에만 수수료를 지불합니다. (브로드 캐스트 및 채굴)
vi: Bạn sẽ không bị tính phí lúc này. Bạn chỉ phải trả phí khi giao dịch đã được thực hiện.
zh_hans: 别担心。您还没有被收费。 您只有在交易被执行后才会被收费（上链）。

source: Your transaction will be broadcasted when rate of %@
ko: %@ 인 경우에만 거래가 체결됩니다.
vi: Giao dịch của bạn sẽ được thực hiện khi tỉ lệ %@
zh_hans: 当 %@ 时，您的交易会被广播上链

source: Change Rate
ko: 변동률
vi: Thay đổi giá
zh_hans: 改变汇率

source: This new intended order has a worse rate than some orders you have created earlier. All orders below this intended order will be cancelled when it is submitted
ko: 새 주문이 이전에 작성한 일부 리밋 주문보다 높은 가격 입니다. 새 주문을 제출하시면 하단의 모든 주문은 취소됩니다.
vi: Lệnh giao dịch này có tỉ giá thấp hơn một số lệnh trước đó bạn đặt. Những lệnh giao dịch dưới đây sẽ bị hủy khi bạn đặt lệnh này.
zh_hans: 这个新订单的汇率比您的一些其他订单要低。当您提交该订单后，以下的订单将被取消

source: Your order can not be submited because your WETH is not enough, please convert ETH to WETH.
ko: WETH가 충분하지 않아 주문을 제출할 수 없습니다. ETH를 WETH로 변환하십시오.
vi: Bạn không thể đặt lệnh này vì lượng WETH của bạn không đủ, vui lòng chuyển đổi thêm ETH sang WETH.
zh_hans: 由于您的WETH不足，您的订单不能提交，请先将ETH兑换为WETH

source: Your order have been submitted sucessfully to server. You can check the order in your order list.
ko: 주문이 서버에 성공적으로 제출되었습니다. 거래내역에서 주문을 확인할 수 있습니다.
vi: Lệnh giao dịch của bạn đã được đặt thành công trên server. Bạn có thể kiểm tra lệnh này trên danh sách lệnh giao dịch.
zh_hans: 您的订单已被成功提交至服务器。您可以在订单列表里查看订单。

source: WETH (instead of ETH) is required to set a Limit Order to buy a token
ko: 리밋 주문은 카이버에 상장된 토큰으로만 가능합니다. ETH는 지원되지 않아 WETH를 사용합니다.
vi: Lệnh giao dịch chỉ hỗ trợ những token có trên Kyber. ETH không được hỗ trợ, vui lòng sử dụng WETH.
zh_hans: 限价订单仅支持Kyber上支持的代币。不支持ETH，请使用WETH。

source: Convert ETH to WETH
ko: ETH를 WETH로 전환하세요.
vi: Chuyển đổi ETH sang WETH
zh_hans: 将ETH转换为WETH

source: Limit Order
ko: 리밋 주문
vi: Lệnh giao dịch
zh_hans: 限价订单

source: Current Rate
ko: 현재 가격
vi: Tỉ giá hiện tại
zh_hans: 当前汇率

source: Source token must be different from dest token
ko: 공급 토큰은 대상 토큰과 달라야 합니다.
vi: Vui lòng chọn hai loại token khác nhau
zh_hans: 起始代币必须不同于目标代币

source: Amount is too small. Limit order only support min 0.1 ETH equivalent order
ko: 금액이 너무 적습니다. 리밋 주문은 최소 0.1이더 상당의 금액만 지원합니다
vi: Lượng giao dịch quá nhỏ. Lệnh giao dịch chỉ hỗ trợ lượng giao dịch tối thiểu 0.1 ETH.
zh_hans: 数量太小。限价订单仅支持0.1ETH以上的订单

source: Amount is too big. Limit order only support max 10 ETH equivalent order
ko: 금액이 너무 큽니다. 리밋 주문은 최대 10이더 상당의 금액만 지원합니다
vi: Lượng giao dịch quá lớn. Lệnh giao dịch chỉ hỗ trợ lượng giao dịch tối đa 10 ETH.
zh_hans: 数量太大。限价订单仅支持10ETH以下的订单

source: Your balance is insufficent for the order. Please check your balance and your pending order
ko: 주문을 위한 잔액이 부족합니다. 잔액과 대기 중인 주문을 확인해주세요
vi: Tài khoản của bạn không đủ để đặt lệnh. Vui lòng kiểm tra số dư của bạn và các lệnh đã đặt
zh_hans: 您的余额不足。请检查您的余额和正在缓冲的订单。

source: Your balance is insufficient for transaction
ko: 거래를 위한 잔액이 부족합니다.
vi: Tài khoản của bạn không đủ để thực hiện giao dịch
zh_hans: 您的余额不足以支持这笔交易

source: This address has been used by another account. Please place order with other address.
ko: 다른 계정에서 해당 주소를 사용 중입니다. 다른 계정으로 주문해주세요.
vi: Địa chỉ ví này đã được sử dụng bởi tài khoản khác. Vui lòng sử dụng địa chỉ ví khác để đặt lệnh giao dịch.
zh_hans: 这个地址已经被另一个账户所使用。请使用其他地址下单。

source: Hold from 2000 KNC to get discount for your orders.
ko: 2000KNC부터는 홀드하여 주문에 대한 할인을 받으세요.
vi: Giữ 2000 KNC trong ví để nhận được khuyến mại.
zh_hans: 持有2000KNC以上可享受享受折扣。

source: Please enter an amount to continue
ko: 계속하려면 금액을 입력하십시오.
vi: Vui lòng nhập số tiền để tiếp tục
zh_hans: 请输入要继续的金额

source: You cannot submit order with promo code. Please use other wallets.
ko: 프로모션 코드로 주문을 제출할 수 없습니다. 다른 지갑을 이용해주세요.
vi: Bạn không thể đặt lệnh bằng promo code. Vui lòng sử dụng các loại ví khác
zh_hans: 您不能使用兑奖码下单。请使用其他钱包。

source: All Balance
ko: 모든 잔액
vi: Tất cả
zh_hans: 全部平衡

# You must sign in to use Limit Order feature
source: Please sign in to use Limit Order feature
ko: 리밋 주문 기능을 사용하기 위해서는 반드시 로그인 해야합니다.
vi: Vui lòng đăng nhập để sử dụng tính năng Limit Order
zh_hans: 请登录您的个人资料以使用限价订单功能

source: Your target rate should be greater than 0
ko: 목표하는 비율은 0보다 커야합니다.
vi: Tỉ giá phải lớn hơn 0
zh_hans: 您的目标汇率应大于0

source: Your target rate is too high, should be at most 10 times of current rate
ko: 목표 비율이 너무 높습니다. 최대치는 현재 비율의 10배입니다.
vi: Tỉ giá quá cao, vui lòng đặt tỉ giá không vượt quá 10 lần giá hiện tại
zh_hans: 您的目标汇率太高，应至多为当前汇率的10倍

source: Please enter your target rate to continue
ko: 계속하려면 목표 가격을 입력하십시오
vi: Vui lòng điền tỉ giá để tiếp tục

source: Rate of
ko: 비율
vi: Tỉ giá

source: Your target rate is
vi: Tỉ giá bạn đặt

source: higher than current Market rate
vi: cao hơn tỉ giá hiện tại

source: lower than current rate
vi: thấp hơn tỉ giá hiện tại

source: Sign in required
ko: 로그인이 필요합니다.
vi: Phải đăng nhập
zh_hans: 需要登录

source: Latest
ko: 최근
vi: Mới nhất
zh_hans: 最新

source: Oldest
ko: 오래 된
vi: Cũ nhất
zh_hans: 最老的

source: By submitting this order, you also CANCEL the following orders:
ko: 해당 주문을 제출하는 동시에 다음의 주문을 취소 합니다:
vi: Bằng việc tạo lệnh này, bạn sẽ HỦY những lệnh sau:
zh_hans: 通过提交此订单，您将取消以下订单:

source: Why?
ko: 왜 인가요?
vi: Tại sao?
zh_hans: 为什么?

source: I understand
ko: 이해했습니다
vi: Tôi hiểu
zh_hans: 我明白了

source: Learn more
ko: 더 알아보기
vi: Tìm hiểu thêm
zh_hans: 學到更多

source: Wonder why your orders are not filled?
ko: 왜 주문이 실행되지 않았나요?
vi: Tìm hiểu lí do các lệnh của bạn không được thực hiện?
zh_hans: 想知道为什么您的订单没有成交吗？

source: Orders are not filled? Click to see why
ko: 오더가 실행되지 않았나요? 클릭해서 이유 알아보기
vi: Các lệnh không được thực hiện? Bấm để xem lý do
zh_hans: 订单没有被执行？点击查看原因

source: Open Orders
ko: 오픈 상태의 오더
vi: Các lệnh mở
zh_hans: 有效订单

source: Order History
ko: 오더 내역
vi: Lịch sử
zh_hans: 订单历史

source: Swipe left to cancel open order
ko: 왼쪽으로 밀어서 오픈 오더 취소하기
vi: Vuốt sang trái để hủy lệnh đang mở
zh_hans: 向左滑取消订单

source: Broadcasted!
ko: 전송 완료!
vi: Đã gửi!
zh_hans: 已广播!

source: Your transaction has been broadcasted!
ko: 거래가 방송되었습니다!
vi: Giao dịch của bạn đã được gửi đi!
zh_hans: 您的交易已被广播!

source: Waiting for the transaction to be mined
ko: 거래 대기 중에 있습니다
vi: Chờ giao dịch của bạn được thực hiện
zh_hans: 您的交易正在等待被挖掘

source: Done!
ko: 완료!
vi: Xong!
zh_hans: 完成!

source: Transferred successfully
ko: 성공적으로 양도
vi: Chuyển thành công

source: Swapped successfully
ko: 성공적으로 스왑
vi: Trao đổi thành công

source: Failed!
ko: 실패!
vi: Thất bại!
zh_hans: 已失败!

source: Transaction error
vi: Giao dịch thất bại

source: Maintenance
ko: 정비
vi: Đang bảo trì
zh_hans: 保养

source: Your profile will not be copied
vi: Tài khoản của bạn sẽ không được copy
zh_hans: 您的个人资料不会被复制和转移

source: You would have to create a new profile to use some services like Limit Order, Price Alerts, Notifications, etc. Do you want to continue?
vi: Bạn sẽ phải tạo một tài khoản mới để sử dụng các dịch vụ như Limit Order, Price Alerts, v.v.. Bạn có muốn tiếp tục?
zh_hans: 您必须创建一个新的配置文件才能使用某些服务，例如限价订单，价格警报，通知服务等。 你是否要继续操作？

source: Thank you, your profile will be surely copied. No futher action needed from you.
vi: Cảm ơn! Tài khoản của bạn sẽ được copy. Bạn không cần thực hiện thủ tục nào khác.
zh_hans: 谢谢，您的个人资料会被复制和转移。 您无需采取进一步的操作。

source: Go back
vi: Quay lại
zh_hans: 回到上一步

source: Yes
vi: Đồng ý

source: No
vi: Không

source: %@ (Gas Price) * %@ (Gas Limit)
ko: %@ (가스비) * %@ (가스리밋)
vi: %@ (Giá Gas) * %@ (Giới hạn Gas)
zh_hans: %@ (燃料价格) * %@ (燃料限制)

source: delete all
vi: xoá tất cả
zh_hans: 全部删除

source: Delete all triggered alerts successfully
vi: Xóa thành công tất cả thông báo
zh_hans: 成功删除所有触发的警报。

source: Do you want to delete all triggered alerts?
vi: Bạn có muốn xóa tất cả thông báo?
zh_hans: 是否要删除所有触发的警报？

source: Contribute
ko: 기여하기
zh_hans: 贡献

# please.enter.select.a.valid.document.type.for.proof.of.address.document
source: Please enter/select a valid document type for proof of address
ko: 주소 증명을 위해 유효한 문서 유형을 입력하거나 선택하십시오.
zh_hans: 请选择一个有效的文件类型来证明地址

source: Your configured minimal rate is higher than what is recommended by KyberNetwork. Your swap has high chance to fail.
zh_hans: 您设置的最低可接受汇率高于KyberNetwork的建议汇率。您的兑换很可能失败。

source: Both capital or small letters work fine
zh_hans: 大写或小写均可

source: Terms & Conditions
zh_hans: 条款和条件
