Repository: unstoppable-domains-integrations/KyberSwap-iOS
Catalog: KyberNetwork/Localization/*.lproj/Localizable.strings
Languages: ko, vi, zh_hans

source: Balance
ko: 잔고
vi: Số dư
zh_hans: 余额

source: Profile
ko: 프로필
vi: Hồ sơ
zh_hans: 资料

source: Settings
ko: 설정
vi: Cài đặt
zh_hans: 设置

source: Failed
ko: 실패
vi: Thất bại
zh_hans: 已失败

source: Broadcasted
ko: 중개된
vi: Đã gửi
zh_hans: 已广播

source: Try Again
ko: 다시 시도하십시오.
vi: Thử lại
zh_hans: 再试一次

source: Enter PIN
ko: PIN 입력
vi: Nhập PIN
zh_hans: 输入PIN

source: Use touchID/faceID to secure your account
ko: 터치 ID / faceID를 사용하여 계정 보안
vi: Sử dụng touchID / faceID để bảo vệ tài khoản của bạn
zh_hans: 使用touchID/faceID保护您的帐户

# enter.your.old.pin
source: Enter your current PIN
ko: 현재 PIN을 입력하십시오.
vi: Nhập mã PIN hiện tại của bạn
zh_hans: 输入您当前的PIN码

source: Verify your access
ko: 내 액세스 확인
vi: Xác thực quyền truy cập
zh_hans: 验证您的访问权限

source: Repeat PIN
ko: PIN 반복
vi: Lặp lại mã PIN
zh_hans: 再次输入PIN

source: Set a new PIN
ko: 새 PIN 설정
vi: Thiết lập mã PIN mới
zh_hans: 设置新的PIN

source: Your PIN is used to access your wallets
ko: PIN은 지갑에 액세스하는 데 사용됩니다.
vi: Mã PIN được sử dụng để truy cập ví của bạn
zh_hans: 您的PIN用于访问您的钱包

source: Remember this code to access your wallets
ko: 지갑에 액세스하려면 이 코드를 기억하십시오.
vi: Nhớ mã này để truy cập ví của bạn
zh_hans: 请记住此代码以访问您的钱包

source: Delete
ko: 삭제
vi: Xóa
zh_hans: 删除

source: Cancel
ko: 취소
vi: Hủy
zh_hans: 取消

# too.many.failed.attempts
source: Too many failed attempts. Please try to use PIN
ko: 너무 많은 시도를 실패했습니다. PIN을 사용해보십시오.
vi: Quá nhiều lần thất bại. Hãy cố gắng sử dụng PIN
zh_hans: 太多次失败的尝试。请尝试使用PIN

# touchid.faceid.is.not.available
source: TouchID/FaceID is not available on the device
ko: 기기에서 TouchID / FaceID를 사용할 수 없습니다.
vi: TouchID / FaceID không khả dụng trên thiết bị
zh_hans: TouchID / FaceID在该设备上不可用

source: Invalid authentication.
ko: 잘못된 인증입니다.
vi: Xác thực không hợp lệ.
zh_hans: 无效的认证。

source: PIN is not set on the device
ko: PIN이 장치에 설정되어 있지 않습니다.
vi: PIN không được thiết lập trên thiết bị
zh_hans: 设备上未设置PIN

source: Something went wrong. Try to use PIN
ko: 무언가 잘못 되었습니다. PIN을 사용해보십시오.
vi: Đã xảy ra sự cố. Hãy thử sử dụng mã PIN
zh_hans: 出了些问题。请尝试使用PIN

source: Next
ko: 다음
vi: Tiếp theo
zh_hans: 下一个

source: Invalid document type
ko: 잘못된 문서 유형
vi: Loại tài liệu không hợp lệ
zh_hans: 文档类型无效

source: Please select a document type
ko: 문서 유형을 선택하십시오.
vi: Vui lòng chọn loại tài liệu
zh_hans: 请选择文档类型

source: Invalid document number
ko: 잘못된 문서 번호
vi: Số tài liệu không hợp lệ
zh_hans: 文件编号无效

source: Please enter your document number
ko: 문서 번호를 입력하십시오.
vi: Vui lòng nhập số tài liệu của bạn
zh_hans: 请输入您的文件编号

source: Photo not found
ko: 사진을 찾을 수 없음
vi: Không tìm thấy ảnh
zh_hans: 未找到照片

# please.provide.your.document.photo
source: Please provide your document photo for verification
ko: 확인을 위해 문서 사진을 제공하십시오.
vi: Vui lòng cung cấp ảnh tài liệu của bạn để xác minh
zh_hans: 请提供您的文件照片进行验证

# please.provide.a.photo.of.you.holding.your.document
source: Please provide a photo of you holding your document for verification
ko: 확인을 위해 문서를 들고있는 사진을 제공해주세요.
vi: Vui lòng cung cấp ảnh chụp bạn đang giữ tài liệu của bạn để xác minh
zh_hans: 请提供您持有您的文件的照片

source: Choose Method
ko: 방법 선택
vi: Chọn phương thức
zh_hans: 选择方法

source: Where do you want to get your image?
ko: 이미지를 어디서 가져올까요?
vi: Bạn muốn lấy hình ảnh ở đâu?
zh_hans: 您希望在哪里获得您的图像？

source: Camera
ko: 카메라
vi: Máy ảnh
zh_hans: 摄像头

source: Photo Library
ko: 사진 라이브러리
vi: Thư viện ảnh
zh_hans: 图片库

source: Identity Info
ko: 신원 정보
vi: Thông tin nhận dạng
zh_hans: 身份信息

source: Personal Info
ko: 개인 정보
vi: Thông tin cá nhân
zh_hans: 个人信息

# you.have.not.added.any.wallets.yet
source: You haven't added any wallets yet.
ko: 아직 지갑을 추가하지 않았습니다.
vi: Bạn chưa thêm bất kỳ ví nào.
zh_hans: 你还没有添加任何钱包。

source: Male
ko: 남성
vi: Nam
zh_hans: 男性

source: Female
ko: 여성
vi: Nữ
zh_hans: 女性

source: Invalid Input
ko: 잘못된 입력
vi: Dữ liệu không hợp lệ
zh_hans: 无效的输入

source: Please enter a valid wallet label
ko: 올바른 지갑 라벨을 입력하십시오.
vi: Vui lòng nhập nhãn ví hợp lệ
zh_hans: 请输入一个有效的钱包标签

source: Please enter a valid address
ko: 유효한 주소를 입력하십시오.
vi: Vui lòng nhập địa chỉ hợp lệ để gửi
zh_hans: 请输入有效的地址

source: Checking
ko: 확인 중
vi: Kiểm tra
zh_hans: 检查

source: Address existed
ko: 주소가 존재 함
vi: Địa chỉ đã tồn tại
zh_hans: 地址已存在

# your.addres.has.already.added
source: Your address has already added.
ko: 주소가 이미 추가되었습니다.
vi: Địa chỉ của bạn đã được thêm.
zh_hans: 您的地址已添加。

source: Invalid name
ko: 잘못된 이름
vi: Tên không hợp lệ
zh_hans: 无效的名字

source: Please enter a valid name
ko: 올바른 이름을 입력하십시오.
vi: Xin vui lòng nhập tên
zh_hans: 请输入一个有效的名字

source: Invalid gender
ko: 잘못된 성별
vi: Giới tính không hợp lệ
zh_hans: 无效的性别

source: Please select your gender to continue
ko: 계속하려면 성별을 선택하십시오.
vi: Vui lòng chọn giới tính của bạn để tiếp tục
zh_hans: 请选择您的性别以继续

source: Invalid date of birth
ko: 잘못된 생년월일
vi: Ngày sinh không hợp lệ
zh_hans: 出生日期无效

source: Please select your date of birth to continue
ko: 계속하려면 생년월일을 선택하십시오.
vi: Vui lòng chọn ngày sinh của bạn để tiếp tục
zh_hans: 请选择您的出生日期

source: Invalid nationality
ko: 잘못된 국적
vi: Quốc tịch không hợp lệ
zh_hans: 无效国籍

source: Please enter/select a valid nationality to continue
ko: 계속하려면 유효한 국적을 입력 / 선택하십시오.
vi: Vui lòng nhập / chọn quốc gia hợp lệ để tiếp tục
zh_hans: 请输入/选择有效的国籍

source: Sorry! We’re not currently able to accept applications from %@
ko: 죄송합니다. 현재 %@ 의 신청서는 받을 수 없습니다.
vi: Xin lỗi! Hiện tại chúng tôi không nhận hồ sơ từ %@
zh_hans: 抱歉!我们目前无法接受来自%@的申请

source: Invalid country
ko: 잘못된 국가
vi: Quốc gia không hợp lệ
zh_hans: 无效的国家

source: Please enter/select a valid country to continue
ko: 계속하려면 유효한 국가를 입력 / 선택하십시오.
vi: Vui lòng nhập / chọn quốc gia hợp lệ để tiếp tục
zh_hans: 请输入/选择有效的国家/地区

source: Remove
ko: 제거
vi: Loại bỏ
zh_hans: 移除

source: Can not find your user
ko: 사용자를 찾을 수 없습니다.
vi: Không thể tìm thấy người dùng của bạn
zh_hans: 找不到您的用户

source: Error
ko: 오류
vi: Lỗi
zh_hans: 错误

source: Can not get access token
ko: 액세스 토큰을 가져올 수 없습니다.
vi: Không thể lấy mã truy cập
zh_hans: 无法获取访问令牌

# welcome.back.user
source: Welcome back, %@
ko: 다시 오신 것을 환영합니다. %@
vi: Chào mừng trở lại, %@
zh_hans: 欢迎回来， %@

source: Can not get user info
ko: 사용자 정보를 가져올 수 없습니다.
vi: Không thể lấy thông tin người dùng
zh_hans: 无法获取用户信息

source: Session expired
ko: 세션이 만료되었습니다.
vi: Phiên hết hạn
zh_hans: 会话已过期

# your.session.has.expired.sign.in.to.continue
source: Your session has expired, please sign in again to continue
ko: 세션이 만료되었습니다. 계속하려면 다시 로그인하십시오.
vi: Phiên của bạn đã hết hạn, vui lòng đăng nhập lại để tiếp tục
zh_hans: 您的会话已过期，请重新登录

source: Remove old profile?
ko: 이전 프로필을 삭제 하시겠습니까?
vi: Xóa hồ sơ cũ?
zh_hans: 删除旧档案吗？

# remove.your.old.profile.to.resubmit
source: To resubmit, you will need to remove your old profile first
ko: 다시 제출하려면 먼저 이전 프로필을 삭제해야합니다.
vi: Để gửi lại, trước tiên bạn cần phải xóa hồ sơ cũ của mình
zh_hans: 要重新提交, 您需要先删除旧的资料。

source: Removing
ko: 제거하는 중
vi: Đang xóa
zh_hans: 移除

source: Unknown reason
ko: 알 수없는 이유
vi: Không rõ lý do
zh_hans: 未知的原因

source: Removed
ko: 제거됨
vi: Gỡ bỏ
zh_hans: 移除了

# your.profile.has.been.removed.can.resubmit.now
source: Your profile has been removed. You can now resubmit your profile again
ko: 귀하의 프로필이 삭제되었습니다. 이제 프로필을 다시 제출할 수 있습니다.
vi: Hồ sơ của bạn đã được loại bỏ. Bây giờ bạn có thể gửi lại hồ sơ của bạn, một lần nữa
zh_hans: 您的个人资料已被删除。您现在可以重新提交个人资料

source: Updating info
ko: 정보 업데이트 중
vi: Cập nhật thông tin
zh_hans: 更新信息

source: Sign In
ko: 로그인
vi: Đăng nhập
zh_hans: 登录

source: Sign Up
ko: 가입하기
vi: Đăng ký
zh_hans: 注册

source: Log Out
ko: 로그 아웃
vi: Đăng xuất
zh_hans: 登出

source: Unverified
ko: 확인되지 않습니다
vi: Chưa được xác minh
zh_hans: 未经验证

source: Pending
ko: 보류
vi: Đang chờ xử lý
zh_hans: 审核中

source: Rejected
ko: 거부되었습니다
vi: Bị từ chối
zh_hans: 已拒绝

source: Approved
ko: 승인되었습니다
vi: Chấp thuận
zh_hans: 已通过

source: Unknown
ko: 알 수 없는
vi: Không rõ
zh_hans: 未知

source: Re-submit
ko: 다시 제출
vi: Gửi lại
zh_hans: 重新提交

source: Verify
ko: 확인
vi: Xác minh
zh_hans: 验证

source: Adding
ko: 추가
vi: Đang thêm
zh_hans: 添加

source: Success
ko: 성공
vi: Thành công
zh_hans: 成功

source: Your wallet has been added successfully!
ko: 지갑이 성공적으로 추가되었습니다!
vi: Bạn đã nhập thành công ví
zh_hans: 您的钱包已成功添加！

source: Send
ko: 보내기
vi: Chuyển
zh_hans: 发送

source: Transfer
ko: 보내기
vi: Chuyển
zh_hans: 发送

source: Buy
ko: 구매
vi: Mua
zh_hans: 购买

source: Sell
ko: 판매
vi: Bán
zh_hans: 卖

source: Updating data
ko: 데이터 업데이트 중
vi: Cập nhật dữ liệu
zh_hans: 更新数据

# this.token.is.not.supported
source: This token is not supported by Kyber Network
ko: 이 토큰은 Kyber Network에서 지원하지 않습니다.
vi: Token này không được hỗ trợ bởi Kyber Network
zh_hans: Kyber Network不支持此代币

source: Can not update data
ko: 데이터를 업데이트 할 수 없습니다.
vi: Không thể cập nhật dữ liệu
zh_hans: 无法更新数据

# no.data.for.this.token
source: There is no data for this token
ko: 이 토큰에 대한 데이터가 없습니다.
vi: Không có dữ liệu cho token này
zh_hans: 没有支持此代币的数据

source: Unsupported
ko: 지원되지 않음
vi: Không hỗ trợ
zh_hans: 不支持

# can.not.swap.same.token
source: Can not swap the same token
ko: 같은 토큰을 교환 할 수 없습니다.
vi: Không thể trao đổi cùng một token
zh_hans: 无法兑换相同的代币

source: Insufficient ETH
ko: ETH가 부족합니다.
vi: Không đủ ETH
zh_hans: ETH不足

# not.have.enought.eth.to.pay.transaction.fee
source: Not have enough ETH to pay for transaction fee
ko: 거래 수수료를 지불하기에 충분한 ETH가 없습니다.
vi: Không có đủ ETH để thanh toán phí giao dịch
zh_hans: 没有足够的ETH来支付交易费用

source: Invalid amount
ko: 잘못된 금액
vi: Số tiền không hợp lệ
zh_hans: 无效数额

# amount.too.small.to.perform.swap
source: Amount too small to perform swap, minimum equivalent to 0.001 ETH
ko: 금액이 너무 적습니다. 최소 거래 금액은 0.001 ETH입니다.
vi: Số tiền quá nhỏ để thực hiện hoán đổi, tối thiểu tương đương với 0,001 ETH
zh_hans: 兑换的数量太小，最小为0.001 ETH

source: Amount too big
ko: 금액이 너무 큼
vi: Số tiền quá lớn
zh_hans: 数额太大了

# balance.not.enough.to.make.transaction
source: Balance is not enough to make the transaction.
ko: 잔액만으로는 거래를 할 수 없습니다.
vi: Số dư không đủ để thực hiện giao dịch
zh_hans: 您没有足够的余额来进行交易！

# updating.trade.cap.limit
source: We are updating your trade cap limit.
ko: 귀하의 거래 한도를 업데이트하고 있습니다.
vi: Đang cập nhật giới hạn giao dịch của bạn.
zh_hans: 我们正在更新您的兑换上限。

source: Invalid min rate
ko: 유효하지 않은 최소 금액
vi: Tỷ giá tối thiểu không hợp lệ
zh_hans: 无效的最低可接受汇率

source: Your min rate should be greater than zero
ko: 최저 요금은 0보다 커야합니다.
vi: Tỷ giá tối thiểu phải lớn hơn không
zh_hans: 您的最低可接受汇率应大于零

source: Rate might change
ko: 비율이 변경 될 수 있습니다.
vi: Tỷ giá có thể thay đổi
zh_hans: 汇率可能会改变

# please.wait.for.expected.rate.updated
source: Please wait for expected rate to be updated
ko: 예상 요율이 업데이트 될 때까지 기다려주세요.
vi: Vui lòng chờ cập nhật tỷ giá
zh_hans: 请等待更新的预期的汇率

source: Name of your wallet (optional)
ko: 지갑 이름 (선택 사항)
vi: Tên ví của bạn (tùy chọn)
zh_hans: 钱包名称 (可选)

source: Give your wallet a name
ko: 지갑에 이름을 붙이세요.
vi: Đặt tên cho ví của bạn
zh_hans: 给你的钱包一个名字

source: Show Backup Phrase
ko: 백업 구문 표시
vi: Hiển thị cụm từ sao lưu
zh_hans: 显示备份短语

source: Delete Wallet
ko: 지갑 삭제
vi: Xoá ví
zh_hans: 删除钱包

source: Save
ko: 저장
vi: Lưu
zh_hans: 保存

source: Untitled
ko: 제목 없음
vi: Không tiêu đề
zh_hans: 无标题

source: Manage Wallet
ko: 지갑 관리
vi: Quản Lý Ví
zh_hans: 管理钱包

# your.pin.has.been.update.successfully
source: Your PIN has been updated successfully!
ko: PIN이 성공적으로 업데이트되었습니다!
vi: Mã PIN của bạn đã được cập nhật thành công!
zh_hans: 您的PIN已成功更新！

source: Wallet Created
ko: 지갑 생성
vi: Đã tạo ví
zh_hans: 钱包创建成功

source: You have successfully created a new wallet!
ko: 새 지갑을 성공적으로 만들었습니다!
vi: Bạn đã tạo thành công một chiếc ví mới!
zh_hans: 您已成功创建新钱包！

source: Copy
ko: 복사
vi: Sao chép
zh_hans: 复制

source: Share
ko: 공유
vi: Chia sẻ
zh_hans: 分享

source: Address copied
ko: 주소 복사 됨
vi: Đã sao chép địa chỉ
zh_hans: 地址复制成功

source: Wallet Imported
ko: 지갑을 가져 왔습니다.
vi: Ví đã nhập
zh_hans: 钱包导入成功

source: You have successfully imported a wallet
ko: 지갑을 성공적으로 가져 왔습니다.
vi: Bạn đã nhập thành công ví
zh_hans: 您已成功导入钱包

source: Import Wallet
ko: 지갑 가져 오기
vi: Nhập Ví
zh_hans: 导入钱包

# invalid.seeds
source: Invalid seeds/mnemonic
ko: 유효하지 않은 Seeds/Mnemonic
vi: Seeds/Mnemonic không hợp lệ
zh_hans: 无效的seeds/mnemonic

# please.check.your.seeds.again
source: Please check your seeds/mnemonic again.
ko: Seeds/Mnemonic를 다시 확인하십시오.
vi: Vui lòng kiểm tra lại.
zh_hans: 请再次检查你的seeds/mnemonic。

# seeds.should.have.exactly.12.words
source: Seeds/Mnemonic should have exactly 12 words
ko: Seeds/Mnemonic는 정확히 12단어여야 합니다.
vi: Nên có chính xách 12 từ
zh_hans: seeds/mnemonic应该有12个词

source: Field Required
ko: 필요한 영역
vi: Trường bắt buộc
zh_hans: 需要字段

source: Please check your input data
ko: 입력 데이터를 확인하십시오.
vi: Vui lòng kiểm tra dữ liệu đầu vào của bạn
zh_hans: 请检查您的输入数据

source: Words Count
ko: 단어 수
vi: Số từ
zh_hans: 字数统计

source: Your Private Key
ko: 프라이빗 키
vi: Khóa riêng của bạn
zh_hans: 你的私钥

source: Private key has to be 64 characters
ko: 프라이빗 키는 64자 여야합니다.
vi: Khóa riêng phải có 64 ký tự
zh_hans: 私钥必须是64个字符

source: Import your JSON file
ko: JSON 파일 가져 오기
vi: Nhập tệp JSON của bạn
zh_hans: 导入您的JSON文件

source: Can not get data from your file.
ko: 파일에서 데이터를 가져올 수 없습니다.
vi: Không thể lấy dữ liệu từ tệp.
zh_hans: 无法从您的文件中获取数据。

source: Backup Your Wallet
ko: 지갑 백업
vi: Sao Lưu Ví
zh_hans: 备份你的钱包

source: Paper Only
ko: 종이 만
vi: Ghi vào giấy
zh_hans: 仅限纸张

# we.will.give.you.a.list.of.random.words
source: We will give you a list of 12 random words. Please
ko: 12 개의 임의의 단어 목록이 제공됩니다.
vi: Chúng tôi sẽ cung cấp cho bạn một danh sách 12 từ ngẫu nhiên. Xin vui lòng
zh_hans: 我们将为您提供12个随机单词列表。请

source: write them down on paper
ko: 종이에 받아 적어주세요.
vi: viết chúng xuống giấy
zh_hans: 把它们写在纸上

# and.keep.safe.this.paper.key
source: and keep safe. This paper key is
ko: 안전하게 보호하십시오. 키는
vi: và giữ an toàn. Khoá giấy này là
zh_hans: 并保持安全。 纸秘钥是

source: the only way
ko: 유일한 방법입니다.
vi: cách duy nhất
zh_hans: 唯一的办法

# restore.your.kyber.wallet.if.you.lose.your.phone
source: to restore your Kyber Wallet if you lose your phone or forget your password.
ko: 휴대 전화를 분실했거나 암호를 잊어 버린 경우 Kyber 월렛을 복원할 수 있는
vi: để khôi phục Ví điện tử Kyber của bạn nếu bạn mất điện thoại hoặc quên mật khẩu.
zh_hans: 如果您丢失手机或忘记密码，请恢复您的Kyber钱包。

source: Write down the words from
ko: 받아 적어 주세요
vi: Viết xuống những từ từ
zh_hans: 写下

source: I wrote down the words from
ko: 받아적었음.
vi: Tôi đã viết những từ từ
zh_hans: 我已经写下了

source: Test your Backup
ko: 백업 테스트
vi: Kiểm tra bản sao lưu
zh_hans: 测试备份

# make.sure.you.have.written.down.all.your.backup.words
source: To make sure you have written down all of your backup words, please enter the following:
ko: 모든 백업 단어를 기록했는지 확인하십시오, 다음을 입력하십시오:
vi: Để đảm bảo bạn đã viết ra tất cả các từ dự phòng của mình, vui lòng điền vào thông tin sau đây:
zh_hans: 确保您已记下所有备用字词, 请输入以下内容:

source: Complete
ko: 완료
vi: Hoàn thành
zh_hans: 完成

source: Word
ko: 단어
vi: Từ
zh_hans: 字

source: Wrong Backup
ko: 잘못된 백업
vi: Sao lưu sai
zh_hans: 错误的备份

source: Wrong Again
ko: 또 틀렸습니다.
vi: Sai một lần nữa
zh_hans: 又错了

# your.backup.words.are.incorrect
source: Your backup words are incorrect. Please try again.
ko: 백업 단어가 잘못되었습니다. 다시 시도하십시오.
vi: Các từ dự phòng của bạn không chính xác. Vui lòng thử lại.
zh_hans: 您的备份词不正确。请重试。

# you.entered.the.wrong.backup.words.another.time
source: You entered the wrong backup words for another time. Want to backup again?
ko: 잘못된 백업 단어를 입력했습니다. 다시 백업할까요?
vi: Bạn đã nhập sai từ dự phòng cho một lần khác. Bạn muốn sao lưu lại?
zh_hans: 您输入了错误的备份单词。要重新备份吗？

source: Retry
ko: 다시 시도
vi: Thử lại
zh_hans: 重试

source: Backup Again
ko: 다시 백업
vi: Sao lưu lại
zh_hans: 再次备份

source: You have successfully backed up your wallet
ko: 지갑을 성공적으로 백업했습니다.
vi: Bạn đã sao lưu thành công ví của mình
zh_hans: 您已成功备份钱包

source: Swap
ko: 교환
vi: Trao đổi
zh_hans: 兑换

source: Receive
ko: 수신
vi: Nhận
zh_hans: 接收

source: From
vi: Từ
zh_hans: 从

source: To
vi: Đến
zh_hans: 至

source: You are all set
ko: 준비 되었습니다.
vi: Không có giao dịch chờ xử lí nào
zh_hans: 你已经准备好了

source: None completed
ko: 완료되지 않음
vi: Không có giao dịch nào
zh_hans: 没有完成

source: You do not have any pending transactions.
ko: 대기중인 거래가 없습니다.
vi: Bạn không có bất kỳ giao dịch đang chờ xử lý.
zh_hans: 您没有任何待处理的交易。

source: You do not have any completed transactions.
ko: 완료된 거래가 없습니다.
vi: Bạn không có bất kỳ giao dịch đã hoàn tất.
zh_hans: 您没有任何已完成的交易。

source: History
ko: 히스토리
vi: Lịch sử
zh_hans: 历史

source: Recipient address
ko: 수신자 주소
vi: Địa chỉ nhận
zh_hans: 收件人地址

source: Edit Contact
ko: 연락처 편집
vi: Chỉnh sửa liên hệ
zh_hans: 编辑联系人

source: Add Contact
ko: 주소록에 추가
vi: Thêm liên hệ
zh_hans: 增加联系人

# send.all
source: Transfer All
ko: 모두 보내기
vi: Chuyển tất cả
zh_hans: 全部发送

source: Done
ko: 완료
vi: Xong
zh_hans: 完成

# balance.is.not.enough.to.perform.transaction
source: Balance is not enough to perform the transaction
ko: 잔액이 충분하지 않아 거래를 수행 할 수 없습니다.
vi: Số dư không đủ để thực hiện giao dịch
zh_hans: 余额不足以执行交易

# please.enter.a.valid.address.to.send
source: Please enter a valid address to transfer
ko: 유효한 주소를 입력하십시오.
vi: Vui lòng nhập địa chỉ hợp lệ để chuyển
zh_hans: 请输入一个有效的地址发送

source: Do you want to delete this contact?
ko: 이 연락처를 삭제 하시겠습니까?
vi: Bạn có muốn xóa liên hệ này không?
zh_hans: 要删除此联系人吗？

source: Submit
ko: 제출
vi: Gửi
zh_hans: 提交

source: Profile Verification Status
ko: 프로필 확인 상태
vi: Trạng thái xác minh
zh_hans: 个人资料验证状态

source: Min Acceptable Rate
ko: 최소 허용 비율
vi: Tỷ giá thấp nhất chấp nhận
zh_hans: 最低可接受的汇率

# guard.yourself.during.volatile.times.by.settings.lowest.conversion.rate
source: Guard yourself during volatile times by setting the lowest conversion rate you would accept for this transaction.
ko: 변동성이 심한 기간에는 최저 전환율을 설정해주세요.
vi: Tự bảo vệ chính mình khi thị trường biến động bằng cách đặt tỷ giá thấp nhất bạn chấp nhận đối với giao dịch này.
zh_hans: 通过设置您为此交易接受的最接受汇率，在价格波动时保护自己。

# setting.a.high.value.may.result.in.a.failed.transaction
source: Setting a high value may result in a failed transaction and you would be charged gas fees.
ko: 최소 허용치를 너무 높게 거래가 실패하고 가스 요금이 부과 될 수 있습니다.
vi: Đặt giá trị cao có thể dẫn đến giao dịch không thành công và bạn sẽ bị tính phí gas.
zh_hans: 设置较高的值可能会导致交易失败，您将被收取燃料费。

# our.recommended.min.acceptable.rate
source: Our recommended Min Acceptable Rate is
ko: 권장 최소 허용 비율
vi: Đề xuất tỷ giá thấp nhất chất nhận được là
zh_hans: 我们建议的最低可接受率是

source: In Progress
ko: 진행 중
vi: Đang thực hiện
zh_hans: 进行中

source: Your contact is empty
ko: 주소록이 비어 있습니다.
vi: Liên hệ của bạn trống
zh_hans: 您的联系人是空的

source: Delete Contact
ko: 연락처 삭제
vi: Xóa liên lạc
zh_hans: 删除联系人

source: Contact should have a name
ko: 연락처에는 이름이 있어야합니다.
vi: Liên hệ nên có tên
zh_hans: 联系人应具有名称

source: Please enter a valid address to continue
ko: 계속하려면 유효한 주소를 입력하십시오.
vi: Vui lòng nhập địa chỉ hợp lệ để tiếp tục
zh_hans: 请输入一个有效的地址以继续

source: Add Custom Token
ko: 사용자 지정 토큰 추가
vi: Thêm token
zh_hans: 添加自定义的代币

source: Edit Custom Token
ko: 사용자 지정 토큰 편집
vi: Chỉnh sửa token
zh_hans: 编辑自定义代币

source: Add
ko: 추가
vi: Thêm
zh_hans: 添加

source: Passwords mismatch
ko: 암호가 일치하지 않음
vi: Mật khẩu không khớp
zh_hans: 密码不匹配

source: Your transaction has been broadcasted!
ko: 거래가 방송되었습니다!
vi: Giao dịch đã được gửi!
zh_hans: 您的交易已被广播！

source: converted to
ko: 다음으로 변환됨
vi: chuyển đổi thành
zh_hans: 转换为

source: Failed to delete account
ko: 계정을 삭제하지 못했습니다.
vi: Không thể xoá tài khoản
zh_hans: 无法删除帐户

source: Could not decrypt key with given passphrase
ko: 주어진 암호로 키를 해독 할 수 없습니다.
vi: Không thể giải mã khoá với mật khẩu đã cho
zh_hans: 无法用给定的口令解密密钥

source: Can not import your wallet.
ko: 지갑을 가져올 수 없습니다.
vi: Không thể nhập ví của bạn.
zh_hans: 无法导入您的钱包.

source: You already added this address to wallets
ko: 이미 이 주소를 지갑에 추가했습니다.
vi: Địa chỉ này đã được thêm vào ví
zh_hans: 您已将此地址添加到钱包中

source: Failed to sign transaction
ko: 거래에 서명하지 못했습니다.
vi: Không ký được giao dịch
zh_hans: 无法签署交易

source: Failed to update password
ko: 비밀번호를 업데이트하지 못했습니다.
vi: Không thể cập nhật mật khẩu
zh_hans: 无法更新密码

source: Failed to create wallet
ko: 지갑을 만들지 못했습니다.
vi: Không tạo được ví
zh_hans: 无法创建钱包

source: Failed to import private key
ko: 개인 키를 가져 오지 못했습니다.
vi: Không thể nhập khóa cá nhân
zh_hans: 无法导入私钥

source: Failed to parse key JSON
ko: 키 JSON을 가져 오지 못했습니다.
vi: Không thể chuyển sang JSON
zh_hans: 无法解析密钥JSON

source: Account not found
ko: 계정을 찾지 못했습니다
vi: Không tìm thấy tài khoản
zh_hans: 未找到帐户

source: Failed to sign message
ko: 메시지에 서명하지 못했습니다.
vi: Không ký được tin nhắn
zh_hans: 签名失败

source: Failed to export private key
ko: 개인 키를 내보내는 데 실패했습니다.
vi: Không thể xuất khóa cá nhân
zh_hans: 无法导出私钥

source: Failed to export mnemonics
ko: 니모닉을 내보낼 수 없습니다.
vi: Không xuất được mnemonics
zh_hans: 无法导出助记符

source: ID/ Passport
ko: 신분증 / 여권
vi: ID / Hộ chiếu
zh_hans: 身份证/护照

source: Full Name
ko: 성명
vi: Tên đầy đủ
zh_hans: 全名

source: Gender
ko: 성별
vi: Giới tính
zh_hans: 性别

source: Date of birth
ko: 생년월일
vi: Ngày sinh
zh_hans: 出生日期

source: Nationality
ko: 국적
vi: Quốc tịch
zh_hans: 国籍

source: Country of Residence
ko: 거주 국가
vi: Quốc gia cư trú
zh_hans: 居住国家

source: My wallet(s)
ko: 내 지갑
vi: Ví của tôi
zh_hans: 我的钱包

source: Label
ko: 레이블
vi: Nhãn
zh_hans: 标签

source: Address
ko: 주소
vi: Địa chỉ
zh_hans: 地址

source: Passport
ko: 여권
vi: Hộ chiếu
zh_hans: 护照

source: Identity Card
ko: 신분증
vi: Thẻ căn cước công dân
zh_hans: 国民身份证

source: Driving License
ko: 운전 면허증
vi: Bằng lái xe
zh_hans: 驾驶执照

source: Document Type
ko: 문서 유형
vi: Loại Tài Liệu
zh_hans: 文件类型

source: Document Number
ko: 문서 번호
vi: Số Tài Liệu
zh_hans: 文件编号

source: Photo of your Document
ko: 귀하의 서류 사진
vi: Ảnh tài liệu của bạn
zh_hans: 你的文件的照片

source: Photo of your holding Document
ko: 관련 서류를 들고 있는 본인 사진
vi: Ảnh bạn cầm tài liệu
zh_hans: 您持有文件的照片

source: Tips on How your Document should look
ko: 서류 촬영 요령
vi: Mẹo về cách chụp tài liệu của bạn
zh_hans: 有关文档外观的提示

# must.show.all.four.corners.of.the.card
source: Must show all 4 corners of the card
ko: 카드의 네 모퉁이를 보여줘야합니다.
vi: Phải hiển thị đủ 4 góc
zh_hans: 必须显示卡的所有4个角

source: Must not be covered in anyway
ko: 가려진 부분이 있어서는 안됩니다.
vi: Không bị che
zh_hans: 无论如何都不能掩盖

source: Must not be blurry
ko: 사진이 흐릿해서는 안됩니다.
vi: Không được mờ
zh_hans: 一定不要模糊

source: This is right
ko: 올바른 예
vi: Đây là đúng
zh_hans: 这是正确的

# please.hold.the.passport.id.driving.license.in.your.hand
source: Please hold the Passport/ID/Driving License in your hand next to your face.
ko: 여권 혹은 운전면허증을 얼굴 옆에 쥐어주세요.
vi: Vui lòng giữ Hộ chiếu / Giấy phép lái xe / Lái xe trong tay của bạn bên cạnh khuôn mặt của bạn.
zh_hans: 请在你的脸旁边拿着护照/身份证/驾照。

# your.face.and.the.passport.id.must.be.clearly.visible
source: Your face and the Passport/ID must be clearly visible and any text, numbers or photos on the passport must be readable and not covered by your fingers.
ko: 귀하의 얼굴과 여권 / 신분증을 분명하게 볼 수 있어야하며 여권상의 모든 문자, 숫자 또는 사진을 알아 볼 수 있어야합니다.
vi: Khuôn mặt của bạn và Hộ chiếu / ID phải được nhìn thấy rõ ràng và bất kỳ văn bản, số hoặc hình ảnh trên hộ chiếu phải đọc được và không bị che bởi các ngón tay của bạn
zh_hans: 您的面部和护照/身份证必须清晰可见，护照上的任何文字，数字或照片必须是可读的，不能被您的手指遮住。

source: Incorrect
ko: 잘못된
vi: Không hợp lệ
zh_hans: 错误的

source: Contact Method
ko: 접촉 방식
vi: Phương pháp liên hệ
zh_hans: 联系方式

source: Contact ID
ko: 연락처 ID
vi: ID liên hệ
zh_hans: 联系人ID

source: Your Profile Verification Status
ko: 프로필 확인 상태
vi: Trạng thái xác minh hồ sơ của bạn
zh_hans: 您的资料验证状态

source: My Profile
ko: 내 프로필
vi: Hồ Sơ Của Tôi
zh_hans: 我的资料

source: Complete Your Profile Verification
ko: 프로필 확인 완료
vi: Hoàn tất xác minh hồ sơ của bạn
zh_hans: 完成您的个人资料验证

# increase.kyberswap.trade.limits
source: Increase KyberSwap's trade limits
ko: KyberSwap의 거래 한도 확대
vi: Tăng giới hạn giao dịch KyberSwap
zh_hans: 增加KyberSwap的交易限额

source: Create Wallet
ko: 지갑 만들기
vi: Tạo Ví
zh_hans: 创建钱包

source: Terms and Conditions
ko: 이용 약관
vi: Điều khoản và điều kiện
zh_hans: 条款和条件

source: Name
ko: 이름
vi: Tên
zh_hans: 名字

source: Kyber Listed
vi: Có trên Kyber
zh_hans: Kyber上市的

source: Other
ko: 기타
vi: Khác
zh_hans: 其他

source: Your balance is empty
ko: 잔액이 비어 있습니다
vi: Số dư của bạn trống
zh_hans: 您的余额是空的
