Repository: unstoppable-domains-integrations/KyberSwap-iOS
Catalog: KyberNetwork/Localization/*.lproj/Localizable.strings
Languages: ko, vi, zh_hans

source: Receive Token
ko: 토큰 받기
vi: Nhận token
zh_hans: 接收代币

source: Transactions
ko: 거래
vi: Giao dịch
zh_hans: 交易

source: Recent Contact
ko: 최근 연락처
vi: Gần đây
zh_hans: 最近联系

source: More
ko: 더 보기
vi: Nhiều hơn
zh_hans: 更多

# amount.to.send
source: Amount to transfer
ko: 보낼 금액
vi: Số tiền chuyển
zh_hans: 发送金额

source: Completed
ko: 채굴됨
vi: Hoàn tất
zh_hans: 已被挖掘

source: Contact
ko: 연락처
vi: Danh bạ
zh_hans: 联系方式

source: Support
ko: 지원
vi: Hỗ trợ
zh_hans: 支持

source: About
ko: 회사 소개
vi: Giới thiệu
zh_hans: 关于我们

source: Change PIN
ko: PIN 변경
vi: Thay đổi PIN
zh_hans: 更改PIN

source: Community
ko: 커뮤니티
vi: Cộng đồng
zh_hans: 社区

source: Share with friends
ko: 친구와 공유하기
vi: Chia sẻ với bạn bè
zh_hans: 和朋友分享

source: Edit
ko: 편집
vi: Chỉnh sửa
zh_hans: 编辑

source: Continue
ko: 계속
vi: Tiếp tục
zh_hans: 继续

source: Insufficient Balance
ko: 잔액 불충분
vi: Không đủ số dư
zh_hans: 余额不足

# you.do.not.have.enough.balance.to.make.the.transaction
source: You don't have enough balance to make the transaction!
ko: 거래를하기에 충분한 잔고가 없습니다!
vi: Bạn không có đủ số dư để thực hiện giao dịch!
zh_hans: 您没有足够的余额来进行交易！

source: Invalid data to make the transaction
ko: 거래를 만들기위한 데이터가 잘못되었습니다.
vi: Dữ liệu không hợp lệ để thực hiện giao dịch
zh_hans: 进行交易的数据无效

source: Something went wrong. Can not remove wallet.
ko: 무언가 잘못 되었습니다. 지갑을 제거할 수 없습니다.
vi: Đã xảy ra sự cố. Không thể gỡ ví.
zh_hans: 出了些问题。无法删除钱包。

source: Browse
ko: 찾아보기
vi: Tải ảnh
zh_hans: 浏览

source: Swap All
ko: 모두 교환
vi: Trao Đổi Tất Cả
zh_hans: 兑换所有

source: Preparing data
ko: 데이터 준비 중
vi: Đang chuẩn bị dữ liệu
zh_hans: 准备数据

source: Importing Wallet
ko: 지갑 가져 오기
vi: Đang nhập ví
zh_hans: 导入钱包

source: Confirm
ko: 확인
vi: Xác nhận
zh_hans: 确认

source: Rate
ko: 교환 비율
vi: Tỷ Giá
zh_hans: 汇率

source: Transaction Fee
ko: 거래 수수료
vi: Phí giao dịch
zh_hans: 手续费

source: Version
ko: 버젼
vi: Phiên bản
zh_hans: 版本

source: Fee
ko: 수수료
vi: Phí
zh_hans: 费用

source: Fast
ko: 빠른
vi: Nhanh
zh_hans: 快速

source: Slow
ko: 느린
vi: Chậm
zh_hans: 慢

source: Super Fast
ko: 빠른 슈퍼
vi: Rất Nhanh
zh_hans: 极速

source: Standard
ko: 표준
vi: Thường
zh_hans: 标准

# transaction.to.text
source: To
vi: Thành
zh_hans: 至

source: Search
ko: 검색
vi: Tìm kiếm
zh_hans: 搜索

source: No tokens found
ko: 검색 결과 없음
vi: Không tìm thấy tokens
zh_hans: 没有找到代币

# send.token
source: Transfer token
ko: 토큰 전송하기
vi: Chuyển token
zh_hans: 转移代币

source: No matchings token
ko: 검색 결과 없음
vi: Không có kết quả
zh_hans: 没有匹配代币

# amount.to.send.greater.than.zero
source: Amount to transfer should be greater than zero
ko: 보내는 금액은 0보다 커야합니다.
vi: Số tiền chuyển phải lớn hơn 0
zh_hans: 发送金额应大于零

source: Invalid Address
ko: 잘못된 주소
vi: Địa chỉ không hợp lệ
zh_hans: 无效地址

source: sent
ko: 전송됨
vi: chuyển
zh_hans: 发送成功

source: Your PIN and confirm PIN do not match
ko: PIN과 확인 PIN이 일치하지 않습니다.
vi: Mã PIN và xác nhận mã PIN không khớp
zh_hans: 您的PIN码和确认PIN码不匹配

source: Add new wallet?
ko: 새 지갑을 추가 하시겠습니까?
vi: Thêm ví mới?
zh_hans: 添加新钱包？

source: Create a new wallet
ko: 새 지갑 만들기
vi: Tạo ví mới
zh_hans: 创建一个新钱包

source: Import a wallet
ko: 지갑 가져 오기
vi: Nhập ví
zh_hans: 导入钱包

source: Creating
ko: 생성 중
vi: Đang tạo
zh_hans: 创建中

source: Rates might change
ko: 교환 비율은 변경될 수 있습니다.
vi: Tỷ giá có thể thay đổi
zh_hans: 汇率可能会改变

# rates.for.token.swap.are.not.final.until.mined
source: Rates for token swap are not final until swapping transactions are completed (mined)
ko: 교환 비율은 트랜잭션이 완료되기 전까지 확정되지 않습니다.
vi: Tỷ giá trao đổi là chưa chính thức cho đến khi giao dịch thành công
zh_hans: 在交换交易完成（区块被挖掘）之前，代币兑换的汇率不是最终的

source: Date
ko: 날짜
vi: Ngày
zh_hans: 日期

source: Copied
ko: 복사됨
vi: Đã sao chép
zh_hans: 复制成功

source: Do you want to remove this wallet?
ko: 이 지갑을 제거 하시겠습니까?
vi: Bạn có muốn xóa ví này không?
zh_hans: 你想要删除这个钱包吗？

source: Days
ko: 일
vi: Ngày
zh_hans: 天

source: Month
ko: 월
vi: Tháng
zh_hans: 月

source: Year
ko: 년도
vi: Năm
zh_hans: 年

source: All
ko: 모두 보기
vi: Tất cả
zh_hans: 所有

source: Transaction Details
ko: 상세 거래 내역
vi: Chi tiết giao dịch
zh_hans: 交易明细

source: Enter or scan private key
ko: 프라이빗 키 입력 또는 스캔
vi: Nhập hoặc quét khóa cá nhân
zh_hans: 输入或扫描私钥

source: Private Key
ko: 프라이빗 키
vi: Khóa cá nhân
zh_hans: 私钥

source: Enter Password to Decrypt
ko: 패스워드를 입력하세요
vi: Nhập mật khẩu để giải mã
zh_hans: 输入密码解密

# enter.your.seeds
source: Enter your seeds/mnemonic
ko: Seed/Mnemonic 단어들을 입력해주세요
vi: Nhập seeds/mnemonic
zh_hans: 输入你的seeds/mnemonic

source: First Name
ko: 이름
vi: Tên
zh_hans: 名字

source: Middle Name
ko: 중간 이름
vi: Tên đệm

source: Last Name
ko: 성
vi: Họ
zh_hans: 姓氏

# complete.your.profile.verfication.increase.trade.limits
source: Complete Your Profile Verification Increase KyberSwap's trade limits
ko: 고객님의 실명인증을 완료하고 독점적인 혜택을 얻습니다 KyberSwap의 거래 한도를 늘립니다.
vi: Hoàn tất xác minh hồ sơ của bạn Tăng giới hạn giao dịch của KyberSwap
zh_hans: 完成您的个人资料验证 增加KyberSwap的交易限额

source: Initializing Session
ko: 세션 초기화 중
vi: Khởi tạo phiên
zh_hans: 正在初始化会话

# photo.of.holding.document.tips
source: Please hold the Passport/ID/Driving License in your hand next to your face. Your face and the Passport/ID must be clearly visible and any text, numbers or photos on the passport must be readable and not covered by your fingers.
ko: 여권 혹은 운전면허증을 얼굴 옆에 쥐어주세요. 귀하의 얼굴과 여권 / 신분증을 분명하게 볼 수 있어야하며 여권상의 모든 문자, 숫자 또는 사진을 알아 볼 수 있어야합니다.
vi: Vui lòng giữ Hộ chiếu/ID/Giấy phép lái xe trong tay và bên cạnh khuôn mặt của bạn. Khuôn mặt của bạn và Hộ chiếu/ID phải được hiển thị rõ ràng, tất cả chữ, số hoặc ảnh trên giấy tờ phải có thể đọc được và không được các ngón tay của bạn che lại.
zh_hans: 请将护照/身份证/驾驶执照放在您旁边的手中。 您的面部和护照/身份证必须清晰可见，并且护照上的任何文字，数字或照片必须是可读的，不得用手指遮住。

source: Correct
ko: 수정하기
vi: Hợp lệ
zh_hans: 正确

source: No matching tokens
ko: 일치하는 토큰 없음
vi: Không có token phù hợp
zh_hans: 没有匹配的代币

source: Exit
ko: 종료
vi: Thoát
zh_hans: 退出

# do.you.want.to.exit.and.remove.all.wallets
source: Do you want to exit and remove all wallets from the app?
ko: 종료하고 모든 지갑을 제거하시겠습니까?
vi: Bạn có muốn thoát và xóa tất cả các ví từ ứng dụng không?
zh_hans: 您想退出并从应用程序中删除所有钱包吗？

source: Loading
ko: 로딩 중
vi: Đang tải
zh_hans: 载入中

# recover.with.seeds
source: Recover with seeds/mnemonic
ko: Seeds/Mnemonic키로 복구 하기
vi: Phục hồi bằng seeds/mnemonic
zh_hans: 用助记词恢复

# create.new.wallet.desc
source: This will create a new wallet. It can not be undone, but you could abandon it
ko: 새 지갑을 생성합니다. 실행 취소 할 수는 없지만, 추후에 지갑 목록에서 삭제할 수 있습니다.
vi: Điều này sẽ tạo ra một ví mới. Nó không thể hoàn tác, nhưng bạn có thể từ bỏ nó
zh_hans: 这将创建一个新的钱包。它无法撤消，但你可以抛弃它

source: Edit Wallet
ko: 지갑 수정
vi: Chỉnh sử ví
zh_hans: 编辑钱包

source: Backup Keystore
ko: 키스토어 백업
vi: Sao lưu Keystore
zh_hans: 备份Keystore

source: Backup Private Key
ko: 프라이빗 키 백업
vi: Sao lưu khoá cá nhân
zh_hans: 备份私钥

source: Backup Mnemonic
ko: Mnemonic 백업
vi: Sao lưu Mnemonic
zh_hans: 备份Mnemonic

source: Copy Address
ko: 주소 복사
vi: Sao chép địa chỉ
zh_hans: 复制地址

source: Export at your own risk!
ko: 자신의 책임하에 수출하십시오!
vi: Bạn phải tự chịu rủi ro khi xuất ví!
zh_hans: 导出风险自负！

source: Backup
ko: 백업
vi: Sao lưu
zh_hans: 备份

# share.with.friends.text
source: I just found an awesome wallet app. Check out here https://apple.co/2USHOtx
ko: 최고의 암호화폐 지갑앱을 추천합니다. https://apple.co/2USHOtx
vi: Tôi vừa tìm thấy một ứng dụng ví tuyệt vời. Kiểm tra ở đây https://apple.co/2USHOtx
zh_hans: 我刚刚找到一个很棒的钱包应用程序。在这里查看https://apple.co/2USHOtx

source: Transaction being broadcasted
ko: 거래가 중계되고 있습니다.
vi: Giao dịch đang được gửi
zh_hans: 正在广播交易

source: Can not create transaction
ko: 거래를 생성 할 수 없습니다.
vi: Không thể tạo giao dịch
zh_hans: 无法创建交易

source: Transaction being mined
ko: 거래가 채굴되고 있습니다.
vi: Giao dịch được mine
zh_hans: 交易正在上链

source: Transaction failed
ko: 트랜잭션 실패
vi: Giao dịch thất bại
zh_hans: 交易失败

source: Transaction success
ko: 트랜잭션 성공
vi: Giao dịch thành công
zh_hans: 交易成功

source: No transaction found
ko: 트랜잭션 없음
vi: Không tìm thấy giao dịch
zh_hans: 未找到任何交易

source: Please enter an amount to continue
ko: 계속하려면 금액을 입력하십시오.
vi: Vui lòng nhập một số để tiếp tục
zh_hans: 请输入要继续的数量

source: View on
ko: 에서보기
vi: Xem trên
zh_hans: 在上查看

source: GAS fee (Gwei)
ko: 가스 비용 (Gwei)
vi: Phí GAS (Gwei)
zh_hans: 燃料费用（Gwei）

# a.small.amount.of.eth.is.used.for.transaction.fee
source: A small amount of ETH will be used for transaction fee
ko: 소액의 ETH가 거래 수수료로 사용됩니다.
vi: Một lượng nhỏ ETH sẽ được sử dụng cho phí giao dịch
zh_hans: 少量的ETH将用于交易费用

source: Not in contact
ko: 연락처에 없음
vi: Không trong danh bạ
zh_hans: 不联系

source: Time
ko: 시각
vi: Thời gian
zh_hans: 时间

source: Price
ko: 가격
vi: Tỷ giá
zh_hans: 价钱

# maximum.three.wallets
source: Maximum 3 wallets
ko: 최대 3 개의 지갑
vi: Tối đa 3 ví
zh_hans: 最多3个钱包

source: Proof of Address
ko: 주소 증명
vi: Chứng minh địa chỉ
zh_hans: 地址证明

# document.must.display.your.name.and.address
source: Document must display your name and current residential address in 6 months
ko: 귀하의 이름과 현재 거주지 주소를 나타내야 합니다.
vi: Giấy tờ phải hiển thị tên và địa chỉ cư trú hiện tại của bạn. Yêu cầu trong vòng 6 tháng kể từ ngày cấp tài liệu.
zh_hans: 文件必须显示您的姓名和在过去6个月内的住址

source: Residential Address
ko: 거주지 주소
vi: Địa chỉ cư trú
zh_hans: 住址

# street.address.apartment.unit
source: Street address, P.O. box, apartment, suite, unit, building, floor,…
ko: 도로명, 사서함, 아파트, 스위트, 유닛, 건물, 층, ...
vi: Số nhà, tầng, toà nhà, tên đường, ...
zh_hans: 街道地址，邮政信箱，公寓，套房，单位，建筑物，楼层，......

source: City
ko: 도시
vi: Thành phố
zh_hans: 城市

source: Postal / Zip Code
ko: 우편 번호
vi: Mã bưu điện / Zip
zh_hans: 邮政编码

source: Document Types
ko: 문서 유형
vi: Loại Tài Liệu
zh_hans: 文件类型

source: Primary source of Funds
ko: 주요 자금 출처
vi: Nguồn vốn chính
zh_hans: 资金的主要来源

# primary.source.of.funds.desc
source: Please indicate below the primary professional activity that generate the funds that will be transferred into the wallet. Filling up this field will help us better understand your primary professional activity.
ko: 지갑에 전송할 자금의 출처를 알려주세요. 귀하의 직업 및 주수입원을 적어주시면 됩니다.
vi: Vui lòng cho biết hoạt động chuyên môn chính tạo ra số tiền sẽ được chuyển vào ví. Thông tin này sẽ giúp chúng tôi hiểu rõ hơn hoạt động chuyên môn của bạn.
zh_hans: 请在下面说明资金的主要来源。填补这一信息将有助于我们更好地了解您的主要职业内容。

source: Source of Funds
ko: 자금 출처
vi: Nguồn vốn
zh_hans: 资金来源

source: See more
ko: 더보기
vi: Xem thêm
zh_hans: 看到更多

source: See less
ko: 줄이기
vi: Xem ít
zh_hans: 收回

source: Occupation code (optional)
ko: 직업 코드 (선택 사항)
vi: Mã nghề nghiệp (không bắt buộc)
zh_hans: 职业代码 (可选)

source: Industry code (optional)
ko: 산업 코드 (선택 사항)
vi: Mã ngành (không bắt buộc)
zh_hans: 行业代码 (可选)

source: Occupation Code
ko: 직업 코드
vi: Mã nghề nghiệp
zh_hans: 职业代码

source: Industry Code
ko: 산업 코드
vi: Mã ngành
zh_hans: 行业代码

# please.indicate.tax.residency
source: Please indicate your country of Tax Residency (Optional)
ko: 귀하의 거주 국가를 표시하십시오 (선택 사항)
vi: Vui lòng cho biết quốc gia bạn trả thuế (Không bắt buộc)
zh_hans: 请注明您所在的纳税国家/地区 (可选)

# reason.collecting.country.of.tax.residency
source: We are collecting this information in compliance with the relevant tax regulations. Help us ensure the information is accurate and up to date
ko: 관련 세금 규정을 준수하여이 정보를 수집하고 있습니다. 정보가 정확히 입력되게 확인해주세요
vi: Chúng tôi thu thập thông tin này để tuân thủ các quy định về thuế. Hãy giúp chúng tôi đảm bảo thông tin chính xác và mới nhất
zh_hans: 我们根据相关税收法规收集此信息。 帮助我们确保信息的准确性和最新性

source: Country
ko: 국가
vi: Quốc gia
zh_hans: 国家

# have.tax.identification.no
source: Have a Tax Identification No?
ko: 세금 확인 번호가 없습니까?
vi: Có mã số thuế?
zh_hans: 有税号吗?

source: Tax identification number
ko: 세금 식별 번호
vi: Mã số thuế
zh_hans: 税收识别号码

source: Yes
ko: 예
vi: Có
zh_hans: 是

source: No
ko: 아니요
vi: Không
zh_hans: 不

source: Tax Residency Country
ko: 과세 국가
vi: Quốc gia đăng kí thuế
zh_hans: 税收居住国家

# tax.identification.no.equivalent
source: Tax Identification No (TIN) or equivalent
ko: 세금 식별 번호 (TIN) 또는 이에 상응하는 문서
vi: Mã số thuế hoặc tương đương
zh_hans: 税务识别号（TIN）或类似

source: Please enter your city
ko: 도시를 입력하십시오.
vi: Vui lòng điền thành phố của bạn
zh_hans: 请输入您的城市

# please.enter.postal.zip.code
source: Please enter your Postal/Zip Code
ko: 우편 번호를 입력하십시오.
vi: Vui lòng điền mã bưu điện / zip của bạn
zh_hans: 请输入您的邮政编码

source: Please provide your proof of address photo
ko: 귀하의 주소 사진을 제공해주십시오.
vi: Vui lòng cung cấp ảnh bằng chứng địa chỉ của bạn
zh_hans: 请提供您的地址证明照片

source: Please provide a valid Source of Funds
ko: 유효한 자금 출처를 입력하십시오.
vi: Vui lòng nhập/chọn nguồn tiền của bạn
zh_hans: 请提供有效的资金来源

source: Please check your occupation code
ko: 직업 코드를 확인 하시기 바랍니다
vi: Vui lòng kiểm tra mã nghề nghiệp của bạn
zh_hans: 请检查您的职业代码

source: Please check your industry code
ko: 산업 코드를 확인 하시기 바랍니다
vi: Vui lòng kiểm tra mã ngành của bạn
zh_hans: 请检查您的行业代码

source: Please check your Tax Residency country
ko: 과세 국가를 확인하십시오.
vi: Vui lòng kiểm tra quốc gia nơi bạn đóng thuế
zh_hans: 请检查您的税务居住国家/地区

source: Please provide your Tax ID Number
ko: 납세자 번호를 입력하십시오.
vi: Vui lòng cung cấp mã số thuế của bạn (nếu có)
zh_hans: 请提供您的税号

source: Please provide a valid issue date
ko: 유효한 발행일을 입력하십시오.
vi: Vui lòng cung cấp ngày cấp hợp lệ cho giấy tờ của bạn
zh_hans: 请提供有效的签发日期

source: Please provide a valid expiry date
ko: 유효한 만료 날짜를 입력하십시오.
vi: Vui lòng cung cấp ngày hết hạn hợp lệ
zh_hans: 请提供有效的到期日

source: Photo of your Document - Front
ko: 문서 사진 - 앞면
vi: Ảnh tài liệu - Mặt trước
zh_hans: 您的文件照片-正面

source: Photo of your Document - Back
ko: 문서 사진 - 뒷면
vi: Ảnh tài liệu - Mặt sau
zh_hans: 您的文件照片-背面

source: Expiry Date
ko: 만료일
vi: Ngày hết hạn
zh_hans: 到期日期

source: Issue Date
ko: 발행일
vi: Ngày cấp
zh_hans: 发行日期

source: I don't have this
ko: 나는 이것을 가지고 있지 않다.
vi: Tôi không có
zh_hans: 我没有这个

source: Rejected reason
ko: 거절 이유
vi: Lý do từ chối
zh_hans: 拒绝理由

# profile.is.rejected
source: Your Profile is rejected
ko: 귀하의 프로필이 거부되었습니다.
vi: Hồ sơ của bạn bị từ chối
zh_hans: 您的资料被拒绝

source: Can not send %@ to %@
ko: %@ 에 %@를 보낼 수 없습니다.
vi: Không thể gửi %@ đến %@
zh_hans: ％@无法将发送到％@

source: Can not convert from %@ to %@
ko: 변환 할 수 없습니다%@%@
vi: Không thể trao đổi từ %@ sang %@
zh_hans: 无法从%@转换为%@

# successfully.converted.to
source: Swapped successfully from %@ to %@
ko: %@ 가 %@ 로 변환되었습니다.
vi: Trao đổi thành công từ %@ sang %@
zh_hans: %@成功转换为%@

source: %@ successfully sent to %@
ko: %@ 성공적으로 전송 %@
vi: %@ đã được gửi đến %@
zh_hans: %@成功发送到%@

source: Do you want to log out?
ko: 로그 아웃 하시겠습니까?
vi: Bạn có muốn đăng xuất không?
zh_hans: 您想注销吗?

source: Info Income
ko: 소득 정보
vi: Thông tin thu nhập
zh_hans: 信息收入

source: Address/Document Type
ko: 주소 / 문서 유형
vi: Loại địa chỉ / tài liệu
zh_hans: 地址/文件类型

source: Your Proof of Address Image
ko: 귀하의 주소 증명 사진
vi: Ảnh chứng minh địa chỉ của bạn
zh_hans: 您地址证明的图片

source: None applicable
ko: 해당 사항 없음
vi: Không áp dụng
zh_hans: 不适用

source: Issue date can not be in the future
ko: 발행일은 미래가 될 수 없습니다.
vi: Ngày cấp không thể trong tương lai
zh_hans: 签发日期不能是未来的

source: Expiry date can not be in the past
ko: 만료일은 과거 일 수 없습니다.
vi: Ngày hết hạn không thể trong quá khứ
zh_hans: 到期日期不能是过去的

source: Issue date and expiry date can not be the same
ko: 발행일 및 만료일은 동일 할 수 없습니다.
vi: Ngày cấp và ngày hết hạn phải khác nhau
zh_hans: 签发日期和到期日期不能相同

source: Regular
vi: Thường
zh_hans: 定期

# still.proceed.if.rate.goes.down.by
source: Still proceed if %@ goes down by:
ko: %@이 내려가도 거래를 진행
vi: Vẫn tiếp tục nếu %@ giảm xuống:
zh_hans: 仍然继续，即便%@下降：

# transaction.will.be.reverted.if.rate.lower.than
source: Transaction will be reverted if rate of %@ is lower than %@ (Current rate %@)
ko: %@의 교환비가 %@보다 낮아진다면 거래는 취소됩니다. (현재 교환비 %@)
vi: Giao dịch sẽ huỷ bỏ nếu tỷ giá %@ thấp hơn %@ (Tỷ giá hiện tại %@)
zh_hans: 如果费率%@低于%@ （当前费率%@ ），那么交易将被退回

source: Can not handle your amount
ko: 금액을 처리 할 수 없음
vi: Không thể xử lý số tiền của bạn
zh_hans: 无法处理您的数量

source: Advanced (optional)
ko: 고급 (선택 사항)
vi: Nâng cao (tuỳ chọn)
zh_hans: 高级 (可选)

source: Your KyberCode
ko: 귀하의 KyberCode
vi: KyberCode của bạn
zh_hans: 你的KyberCode

source: Enter your KyberCode
ko: 귀하의 KyberCode를 입력하십시오
vi: Nhập KyberCode của bạn
zh_hans: 输入您的KyberCode

source: Apply
ko: 적용
vi: Áp dụng
zh_hans: 提交

source: KyberCode is empty
ko: KyberCode가 비어 있습니다.
vi: Bạn phải điền KyberCode
zh_hans: KyberCode是空的

source: Congratulations!!!
ko: 축하합니다!!!
vi: Chúc mừng!!!
zh_hans: 恭喜!!!

# you.have.successfully.imported.your.kybercode
source: You have successfully imported your wallet. Please move all assets to your wallet by %@
ko: 지갑을 성공적으로 가져 왔습니다. 지갑의 자산을 %@까지 이동해주세요
vi: Bạn đã nhập ví thành công. Xin vui lòng chuyển tất cả tiền qua ví của bạn trước %@
zh_hans: 您已成功导入钱包。请通过%@将所有资产移至钱包

source: Blocked
ko: 차단됨
vi: Bị chặn
zh_hans: 封了

# profile.is.blocked
source: Your Profile is blocked
ko: 프로필이 차단되었습니다.
vi: Hồ sơ của bạn bị chặn
zh_hans: 您的资料已被封

source: Invalid Password
ko: 잘못된 비밀번호
vi: Mật khẩu không hợp lệ
zh_hans: 无效的密码

source: Can not transfer this token
ko: 이 토큰을 전송할 수 없습니다.
vi: Không thể chuyển token này
zh_hans: 无法转移此令牌

source: Please check your internet connection
ko: 인터넷 연결을 확인하십시오.
vi: Xin vui lòng kiểm tra kết nối Internet của bạn
zh_hans: 请检查您的互联网连接

source: Address has already been taken
ko: 이미 주소가 찍혔습니다.
vi: Địa chỉ đã được sử dụng
zh_hans: 地址已经被采纳

source: Report Bugs
ko: 보고서 버그
vi: Báo Lỗi
zh_hans: 报告错误

source: Rate our App
ko: 신청서 평가
vi: Đánh giá ứng dụng
zh_hans: 评价我们的申请

source: Skip
ko: 건너뛰기
vi: Bỏ qua
zh_hans: 跳跃

source: You can backup your wallet later
ko: 나중에 지갑을 백업 할 수 있습니다.
vi: Bạn có thể sao lưu ví của mình sau
zh_hans: 您可以稍后备份您的钱包

source: New
ko: 새로운
vi: Mới
zh_hans: 新

source: Can not update exchange rate
ko: 환율을 업데이트할 수 없습니다.
vi: Không thể cập nhật tỷ giá
zh_hans: 无法更新汇率

source: Please wait for other transactions to be mined before making a transfer
ko: 전송 전 다른 거래가 채굴될 때 까지 기다려주세요
vi: Vui lòng đợi những giao dịch khác hoàn thành trước khi thực hiện chuyển token đi
zh_hans: 请等待其他交易上链完成后再发起新的交易

source: Your target price should be different at least 0.1% from current price
ko: 목표 가격은 현재 가격보다 최소 0.1% 차이가 나야 합니다
vi: Giá bạn đặt phải khác ít nhất 0.1% so với giá hiện tại
zh_hans: 您的目标价格需要与当前价格有0.1%的价差

source: Alert LeaderBoard
ko: 알람 순위표
vi: Bảng xếp hạng
zh_hans: 警报排行榜

source: Pair
ko: 쌍
vi: Cặp
zh_hans: 交易对

source: Entry
ko: 입장
vi: Giá
zh_hans: 进入

source: Target
ko: 목표
vi: Mục tiêu
zh_hans: 目标

source: Swing
vi: Thay đổi
zh_hans: 波动

source: No data to show right now
ko: 현재 표시할 데이터가 없습니다
vi: Không có dữ liệu để hiển thị
zh_hans: 无数据可显示

source: Can not update leader board data right now
vi: Không thể cập nhật bảng xếp hạng vào lúc này
zh_hans: 目前暂时无法更新排行榜

source: This rate is %@ lower than current Market
ko: 이 비율은 시장 비율보다 %@ 만큼 낮습니다
vi: Giá này giảm %@ so với giá Thị trường
zh_hans: 此价格比目前的市场价低%@

source: 1 Gift
vi: 1 Món quà

source: You are swapping to receive a gift
ko: 경품을 받기 위한 교환입니다.
vi: Bạn đang trao đổi để nhận quà
zh_hans: 您正在兑换一个礼品

source: Swap and Send to the Organizer
ko: 토큰 스왑 후 카이버에 전송하기
vi: Trao đổi và Chuyển đến Ban tổ chức
zh_hans: 兑换并发送给主办方

source: After swapping, please transfer your token to your personal wallet before %@
ko: 교환 후 %@ 전까지 토큰을 개인 지갑으로 전송하세요
vi: Sau khi trao đổi, hãy chuyển toàn bộ token vào ví riêng của bạn trước %@
zh_hans: 在兑换之后，请将您的代币在%@之前转移至您的私人钱包

source: This alert is eligible for a reward from the current competition. Do you still want to delete?
vi: Thông báo này đủ điều kiện nhận phần thưởng từ cuộc thi hiện tại. Bạn vẫn muốn xoá?
zh_hans: 这个警报可以参加目前的竞赛。您确定要删除吗？

source: This alert is eligible for a reward from the current competition. Do you still want to update?
vi: Thông báo này đủ điều kiện nhận phần thưởng từ cuộc thi hiện tại. Bạn vẫn muốn cập nhật lại?
zh_hans: 这个警报目前可以参加目前的竞赛。您确定要更新吗？

source: Currency
ko: 통화
vi: Đơn vị
zh_hans: 货币

source: Update Available!
vi: Cập nhật phiên bản!
zh_hans: 可用更新!

source: New version is available, please open AppStore to update KyberSwap now.
vi: Phiên bản mới đã có, vui lòng mở AppStore để cập nhật KyberSwap ngay bây giờ.
zh_hans: 新版本可用，请立即打开AppStore更新KyberSwap。

source: Open AppStore
vi: Mở AppStore
zh_hans: 打开AppStore

source: Result
ko: 결과
vi: Kết quả
zh_hans: 结果

source: Alert(s)
ko: 알리미
vi: Các thông báo
zh_hans: 警报

source: Campaign(s)
ko: 캠페인
vi: Các chương trình
zh_hans: 运动

source: Campaign has ended.
ko: 캠페인 종료되었습니다.
vi: Chương trình đã kết thúc.
zh_hans: 广告系列已结束.

source: See the winners
ko: 결과보기
vi: Xem kết quả
zh_hans: 看到结果

source: Triggered
ko: 발동됨
vi: Đã kích hoạt
zh_hans: 触发

source: Active
vi: Đang hoạt động

source: REWARD CURRENCY: %@
ko: 리워드 통화: %@
vi: TIỀN THƯỞNG: %@

source: Start: %@
ko: 시작: %@
vi: Từ: %@

source: End: %@
ko: 마감: %@
vi: Đến: %@

source: Eligible Tokens
ko: 적격한 토큰
vi: Tokens Hợp Lệ

source: Current Price: %@
ko: 현재 가격: %@
vi: Giá Hiện Tại: %@

source: Separate words with a space
ko: 단어를 공백으로 분리하십시오.
vi: Dấu cách giữa các từ
zh_hans: 用空格分隔单词

source: This token pair is temporarily under maintenance
ko: 이 토큰 쌍은 일시적으로 유지 보수 중입니다
vi: Cặp token này tạm thời đang được bảo trì
zh_hans: 此对正在暂时维修中

source: Can not decode data
ko: 데이터를 디코딩 할 수 없습니다.
vi: Không thể giải mã dữ liệu
zh_hans: 无法解码数据

source: Something went wrong, please try again
ko: 문제가 발생했습니다. 다시 시도하십시오
vi: Đã xảy ra lỗi, vui lòng thử lại
zh_hans: 出了点问题，请再试一次

# please.send.your.request.to.support
source: Please send your request to support@kyberswap.com
ko: 귀하의 요청을 support@kyberswap.com로 보내주시기 바랍니다.
vi: Vui lòng gửi yêu cầu của bạn đến support@kyberswap.com
zh_hans: 请将您的请求发送至support@kyberswap.com

source: Sorry, we are unable to handle such a big amount. Please reduce the amount to less than %@ and try again.
ko: 죄송 합니다, 우리는 큰 금액을 처리 할 수 없습니다. 금액을% @ 이하로 줄이고 다시 시도 하십시오.
vi: Xin lỗi, chúng tôi không thể xử lý số tiền lớn như vậy. Vui lòng giảm số tiền xuống dưới %@ và thử lại.
zh_hans: 对不起，我们无法处理这么大的金额。请将金额减少到%@然后重试。

source: Sorry, you have already reached your daily limit. Please wait for few hours or complete your profile verification to swap more.
ko: 죄송합니다, 일일 한도가 초과되었습니다. 더 많은 토큰을 교환하기 위해 몇 시간을 기다리거나 프로필 검증을 완료하세요.
vi: Xin lỗi, bạn đã đạt đến giới hạn hàng ngày. Vui lòng đợi trong vài giờ hoặc hoàn thành xác minh hồ sơ để trao đổi thêm
zh_hans: 对不起，您已经达到了每日交易上限。请等几小时，完成个人验证后可以进行更多交易。

# successfully.received
source: You have received %@ from %@
ko: %@ 에서 %@ 성공적으로 받았습니다.
vi: Bạn đã nhận được %@ từ %@
zh_hans: 成功接收%@从%@

# received.token
source: Received %@
ko: 받은 %@
vi: Đã nhận %@
zh_hans: 收到%@

source: Cap reached
vi: Đạt mức cho phép
zh_hans: 达到了限额

source: Alert limit exceeded
ko: 알림 한도 초과
vi: Vượt quá số lượng thông báo
zh_hans: 超过警报限额

source: You already have 10 (maximum) alerts in your inbox. Please delete an existing alert to add a new one
ko: 이미 10개의 알림을 설정하셨습니다. 새로운 알림을 설정하기 위해 기존 알림 설정을 삭제해주세요.
vi: Bạn đã có 10 (tối đa) số lượng thông báo. Vui lòng xoá bớt thông báo hiện có để thêm thông báo mới.
zh_hans: 您已经有10个(上限)警报了。添加新的警报前请先删除一个现有警报

source: You can only have maximum of 10 alerts
vi: Bạn chỉ có thể có tối đa 10 thông báo
zh_hans: 您最多只能有10个提醒

source: Price Alerts
ko: 가격 알람
vi: Thông báo giá
zh_hans: 价格提醒

source: We will send you notifications when prices go above or below your targets
ko: 가격이 목표가보다 높거나 낮아지면 알림이 전송됩니다.
vi: Chúng tôi sẽ gửi cho bạn thông báo khi giá vượt quá hoặc thấp hơn mục tiêu của bạn
zh_hans: 当价格高于或低于您的目标时，我们会向您发送通知

source: More Alerts
ko: 알람 더 보기
vi: Thông báo khác
zh_hans: 更多提醒

source: Do you want to delete this alert?
ko: 해당 알람을 삭제할까요?
vi: Bạn có muốn xóa thông báo này không?
zh_hans: 是否要删除此警报？

source: Add Alert
vi: Thêm Thông Báo
zh_hans: 添加警报

source: Alert deleted!
ko: 알람 삭제됨!
vi: Thông báo đã xoá!
zh_hans: 警报已删除！

# You must sign in to use Price Alert feature
source: Please sign in to use Price Alert feature
ko: 가격 알람 기능을 사용하려면 로그인하세요
vi: Vui lòng đăng nhập để sử dụng tính năng Price Alert
zh_hans: 请登录您的个人资料以使用价格警報

source: Manage Alert
ko: 알람 관리
vi: Quản Lý Thông Báo
zh_hans: 管理警报

source: Alert Method
ko: 알림 방법
vi: Phương Thức Thông Báo
zh_hans: 警报方法

source: Push Notification
vi: Gửi Thông Báo
zh_hans: 推送通知
